alert(" Привет!");
const first = prompt("Как вас зовут?") //  Кайрылниса
const sourname = prompt("Как ваша фамилия?") // Памири кызы 
alert(sourname + " " + first) // Памири кызы Кайрылниса
const num = prompt("Ваш год рождения") // 2007
alert("Вам 16 лет") // ответ


const color1 = prompt(" 🚦Какой цвет светафора 🔴 ") // красный
alert( "стой Кайрылниса!")
const color2= prompt(" 🚦Какой цвет светафора 🟡") // желтый
alert("Подожди Кайрылниса!")
const color3 = prompt(" 🚦Какой цвет светафора 🟢") // зеленый
alert(" Вот теперь идите смело,пешеходам путь открыт Кайрылниса!") // ответ
 

const math= prompt("Сейчас какой год") 
const math1= prompt("А  твой год рождения") 
alert( math - math1 +  " " + "лет значит вам") // ответ

var Number1, secondNumber;
Number1 = +prompt('Введите число : ');
secondNumber = parseInt(prompt('Введите второе число : '));
if (Number1 > secondNumber) {
    alert(Number1 + ' Больше');
}else{
    alert(secondNumber + ' Больше')
}

